data/old-data/ycsb/d-load-32-4-2023-12-21-11-09-with-append.out
[OVERALL], RunTime(ms), 281319
[OVERALL], Throughput(ops/sec), 18636.778888023917
[TOTAL_GCS_G1_Young_Generation], Count, 130
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 292
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.10379675741773575
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 130
[TOTAL_GC_TIME], Time(ms), 292
[TOTAL_GC_TIME_%], Time(%), 0.10379675741773575
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 180928.0
[CLEANUP], MinLatency(us), 180864
[CLEANUP], MaxLatency(us), 180991
[CLEANUP], 95thPercentileLatency(us), 180991
[CLEANUP], 99thPercentileLatency(us), 180991
[INSERT], Operations, 5242880
[INSERT], AverageLatency(us), 51.45518054962158
[INSERT], MinLatency(us), 14
[INSERT], MaxLatency(us), 17231
[INSERT], 95thPercentileLatency(us), 99
[INSERT], 99thPercentileLatency(us), 321
[INSERT], Return=OK, 5242880