data/old-data/ycsb/d-run-128-8-2023-12-21-00-46.out
[OVERALL], RunTime(ms), 108288
[OVERALL], Throughput(ops/sec), 9234.633569739954
[TOTAL_GCS_G1_Young_Generation], Count, 6
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 31
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.02862736406619385
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 31
[TOTAL_GC_TIME_%], Time(%), 0.02862736406619385
[READ], Operations, 704374
[READ], AverageLatency(us), 33.97524468535182
[READ], MinLatency(us), 3
[READ], MaxLatency(us), 11871
[READ], 95thPercentileLatency(us), 169
[READ], 99thPercentileLatency(us), 448
[READ], Return=OK, 704374
[READ], Return=NOT_FOUND, 245663
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 685824.0
[CLEANUP], MinLatency(us), 685568
[CLEANUP], MaxLatency(us), 686079
[CLEANUP], 95thPercentileLatency(us), 686079
[CLEANUP], 99thPercentileLatency(us), 686079
[READ-FAILED], Operations, 245663
[READ-FAILED], AverageLatency(us), 292.7515498874474
[READ-FAILED], MinLatency(us), 7
[READ-FAILED], MaxLatency(us), 179071
[READ-FAILED], 95thPercentileLatency(us), 774
[READ-FAILED], 99thPercentileLatency(us), 1107
[INSERT], Operations, 49963
[INSERT], AverageLatency(us), 45.88779696975762
[INSERT], MinLatency(us), 18
[INSERT], MaxLatency(us), 3843
[INSERT], 95thPercentileLatency(us), 67
[INSERT], 99thPercentileLatency(us), 83
[INSERT], Return=OK, 49963