data/old-data/ycsb/d-run-32-4-2023-12-21-11-09-with-append.out
[OVERALL], RunTime(ms), 119579
[OVERALL], Throughput(ops/sec), 8362.672375584341
[TOTAL_GCS_G1_Young_Generation], Count, 8
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 41
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0342869567398958
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 8
[TOTAL_GC_TIME], Time(ms), 41
[TOTAL_GC_TIME_%], Time(%), 0.0342869567398958
[READ], Operations, 950029
[READ], AverageLatency(us), 75.27420005073529
[READ], MinLatency(us), 3
[READ], MaxLatency(us), 12455
[READ], 95thPercentileLatency(us), 308
[READ], 99thPercentileLatency(us), 1430
[READ], Return=OK, 950029
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 60144.0
[CLEANUP], MinLatency(us), 60128
[CLEANUP], MaxLatency(us), 60159
[CLEANUP], 95thPercentileLatency(us), 60159
[CLEANUP], 99thPercentileLatency(us), 60159
[INSERT], Operations, 49971
[INSERT], AverageLatency(us), 57.09561545696504
[INSERT], MinLatency(us), 19
[INSERT], MaxLatency(us), 5131
[INSERT], 95thPercentileLatency(us), 77
[INSERT], 99thPercentileLatency(us), 110
[INSERT], Return=OK, 49971