data/old-data/ycsb/e-load-128-8-2023-12-21-00-12.out
[OVERALL], RunTime(ms), 3454
[OVERALL], Throughput(ops/sec), 0.5790387955993052
[TOTAL_GCS_G1_Young_Generation], Count, 0
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2034.0
[CLEANUP], MinLatency(us), 2034
[CLEANUP], MaxLatency(us), 2034
[CLEANUP], 95thPercentileLatency(us), 2034
[CLEANUP], 99thPercentileLatency(us), 2034
[INSERT], Operations, 2
[INSERT], AverageLatency(us), 924.0
[INSERT], MinLatency(us), 221
[INSERT], MaxLatency(us), 1627
[INSERT], 95thPercentileLatency(us), 1627
[INSERT], 99thPercentileLatency(us), 1627
[INSERT], Return=OK, 2
[INSERT], Return=ERROR, 1
[INSERT-FAILED], Operations, 1
[INSERT-FAILED], AverageLatency(us), 5334.0
[INSERT-FAILED], MinLatency(us), 5332
[INSERT-FAILED], MaxLatency(us), 5335
[INSERT-FAILED], 95thPercentileLatency(us), 5335
[INSERT-FAILED], 99thPercentileLatency(us), 5335