data/old-data/ycsb/e-load-32-4-2023-12-21-11-16-with-append.out
[OVERALL], RunTime(ms), 281215
[OVERALL], Throughput(ops/sec), 18643.671212417546
[TOTAL_GCS_G1_Young_Generation], Count, 130
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 217
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0771651583308145
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 130
[TOTAL_GC_TIME], Time(ms), 217
[TOTAL_GC_TIME_%], Time(%), 0.0771651583308145
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 189888.0
[CLEANUP], MinLatency(us), 189824
[CLEANUP], MaxLatency(us), 189951
[CLEANUP], 95thPercentileLatency(us), 189951
[CLEANUP], 99thPercentileLatency(us), 189951
[INSERT], Operations, 5242880
[INSERT], AverageLatency(us), 51.40450267791748
[INSERT], MinLatency(us), 13
[INSERT], MaxLatency(us), 12487
[INSERT], 95thPercentileLatency(us), 99
[INSERT], 99thPercentileLatency(us), 328
[INSERT], Return=OK, 5242880