data/old-data/ycsb/e-run-128-8-2023-12-21-00-51.out
[OVERALL], RunTime(ms), 554075
[OVERALL], Throughput(ops/sec), 1804.809818165411
[TOTAL_GCS_G1_Young_Generation], Count, 283
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 447
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.08067499887199386
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 283
[TOTAL_GC_TIME], Time(ms), 447
[TOTAL_GC_TIME_%], Time(%), 0.08067499887199386
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 14068.0
[CLEANUP], MinLatency(us), 14064
[CLEANUP], MaxLatency(us), 14071
[CLEANUP], 95thPercentileLatency(us), 14071
[CLEANUP], 99thPercentileLatency(us), 14071
[INSERT], Operations, 49630
[INSERT], AverageLatency(us), 70.62456175700181
[INSERT], MinLatency(us), 18
[INSERT], MaxLatency(us), 3711
[INSERT], 95thPercentileLatency(us), 109
[INSERT], 99thPercentileLatency(us), 130
[INSERT], Return=OK, 49630
[SCAN], Operations, 950370
[SCAN], AverageLatency(us), 568.3746204109979
[SCAN], MinLatency(us), 11
[SCAN], MaxLatency(us), 1466367
[SCAN], 95thPercentileLatency(us), 1180
[SCAN], 99thPercentileLatency(us), 2067
[SCAN], Return=OK, 950370