data/old-data/ycsb/e-run-32-4-2023-12-21-11-16-with-append.out
[OVERALL], RunTime(ms), 642113
[OVERALL], Throughput(ops/sec), 1557.3582842895253
[TOTAL_GCS_G1_Young_Generation], Count, 283
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 427
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.06649919873916273
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 283
[TOTAL_GC_TIME], Time(ms), 427
[TOTAL_GC_TIME_%], Time(%), 0.06649919873916273
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 26808.0
[CLEANUP], MinLatency(us), 26800
[CLEANUP], MaxLatency(us), 26815
[CLEANUP], 95thPercentileLatency(us), 26815
[CLEANUP], 99thPercentileLatency(us), 26815
[INSERT], Operations, 50299
[INSERT], AverageLatency(us), 79.63864092725501
[INSERT], MinLatency(us), 19
[INSERT], MaxLatency(us), 3001
[INSERT], 95thPercentileLatency(us), 115
[INSERT], 99thPercentileLatency(us), 135
[INSERT], Return=OK, 50299
[SCAN], Operations, 949701
[SCAN], AverageLatency(us), 627.5653737334171
[SCAN], MinLatency(us), 11
[SCAN], MaxLatency(us), 1148927
[SCAN], 95thPercentileLatency(us), 1424
[SCAN], 99thPercentileLatency(us), 3579
[SCAN], Return=OK, 949701